Repository: Dream-Apps-pl/conference-master
Catalog: lib/l10n/intl_*.arb
Languages: pl

source: Agenda
pl: Plan

source: My Schedule
pl: Ulubione

source: Notifications
pl: Wiadomości

source: Settings
pl: Ustawienia

# addTicket
source: Add your ticket
pl: Dodaj bilet

# addTicketTooltip
source: Tap this button to add your ticket. You'll need your order or ticket number.
pl: Naciśnij, aby dodać bilet. Będziesz potrzebować numeru zamówienia lub biletu.

# showTicket
source: Show your ticket
pl: Pokaż swój bilet

# showTicketTooltip
source: Tap this button to see your ticket. You should show it during registration or swag pickup.
pl: Naciśnij, aby zobaczyć swój bilet. Powinieneś pokazać go podczas rejestracji.

# noNotification
source: Here you will see your notifications and messages from organizers
pl: Tutaj zobaczysz swoje powiadomienia i wiadomości od organizatorów

source: Language
pl: Język

source: Dark Theme
pl: Tryb Nocny

source: Reminders
pl: Przypomnienia

# remindersDes
source: Disabling reminders won't cancel existing reminders
pl: Wyłączenie przypomnień nie anuluje istniejących przypomnień

source: Sponsors
pl: Sponsorzy

# sponsorsDes
source: See who supported us
pl: Zobacz, kto nas wspiera

source: Organizers
pl: Organizatorzy

# organizersDes
source: See who created this event
pl: Zobacz, kto organizuje to wydarzenie

source: Code of conduct
pl: Kodeks postępowania

# codeOfConductDes
source: Read our rules
pl: Przeczytaj nasze zasady

source: Send feedback
pl: Prześlij opinię

# sendFeedbackDes
source: Let us know if you find any errors or want to share your feedback with us
pl: Daj nam znać, jeśli znajdziesz jakieś błędy lub chcesz podzielić się z nami swoją opinią

source: About
pl: O nas

source: Open source licenses
pl: Licencje open source

# openSourceLicensesDes
source: All the awesome libraries we used to create this app
pl: Wszystkie biblioteki, których użyliśmy do stworzenia tej aplikacji

source: Add Agenda
pl: Dodaj Wykład

# addAgendaDes
source: Input agenda to show on agenda page
pl: Wprowadź wykład do wyświetlenia na stronie planu

source: Day One
pl: Dzień 1

source: Day Two
pl: Dzień 2

source: Day Three
pl: Dzień 3

source: Title
pl: Tytuł

# titleValidator
source: Please put a valid title
pl: Podaj prawidłowy tytuł

source: Description
pl: Opis

# descriptionValidator
source: Please put a description
pl: Proszę podać opis

# biginner
source: Beginner
pl: Początkujący

source: Advanced
pl: Zaawansowany

source: Start Time
pl: Czas rozpoczęcia

# startTimeValidator
source: Please select a start time
pl: Wybierz godzinę rozpoczęcia

source: End Time
pl: Czas zakończenia

# endTimeValidator
source: Please select a end time
pl: Wybierz godzinę zakończenia

# roomAgenda
source: Teaching form:
pl: Rodzaj wykładu:

# roomA
source: Teaching
pl: Wykład

# roomB
source: Workshop
pl: Ćwiczenie

# speakers
source: Spreaker:
pl: Nauczyciel:

source: Name
pl: Imię

# nameValidator
source: Please put a valid name
pl: Podaj prawidłowe imię

source: Long Bio
pl: Biografia

# longBioValidator
source: Please put a bio
pl: Proszę umieścić opis dla mówcy

source: Ocupation
pl: Zawód

# ocupationValidator
source: Please put a ocapution
pl: Proszę podać zawód

source: Link Avatar
pl: Link do zdjęcia

source: Save Agenda
pl: Zapisz wykład

source: Select day no. 3
pl: Zobacz dzień 3

source: Select day no. 1
pl: Zobacz dzień 1

source: Day 1
pl: Dzień 1

source: Select day no. 2
pl: Zobacz dzień 2

source: Day 2
pl: Dzień 2

source: Day 3
pl: Dzień 3

source: Sponsor Level
pl: Sponsorzy Level

source: Link Sponsor
pl: Linki sponsorowane

source: Logo Sponsor
pl: Logo sponsora

source: Save Sponsor
pl: Zapisz sponsora

# cantEmpty
source: Can't be empty
pl: Nie może być pusty

source: Save Organizer
pl: Zapisz organizatora

# notifAdmin
source: Notification will be sent to the users and visible in Notifications panel
pl: Powiadomienie zostanie wysłane do użytkowników i widoczne w panelu powiadomień

# addNewTicker
source: Add new ticketer
pl: Dodaj nowego biletera

source: Register
pl: Zarejestruj się

source: Close
pl: Zamknij

# search
source: Search for a talk or speaker
pl: Wyszukaj przemówienie lub mówcę

# hintLayout
source: Change the layout of the agenda
pl: Zmień układ agendy

# toggleLayout
source: Toggle agenda layout
pl: Przełącz układ agendy

# toggleDescription
source: Tap this icon to change layout to full width. Tap anywhere else to dismiss this info.
pl: Dotknij tej ikony, aby zmienić układ na pełną szerokość. Dotknij gdziekolwiek indziej, aby odrzucić te informacje.

source: Venue
pl: Miejsce

# conferenceCenter
source: Conference Centre
pl: Centrum konferencyjne

# wybrzeze
source: Kosciuszko Coast 20
pl: Wybrzeże Kościuszkowskie 20

# pleaseFill
source: Please fill this field.
pl: Proszę wypełnić to pole.

# shouldHave
source: This field should have {count} characters.
pl: To pole powinno mieć {count} znaków.

# outdatedTitle
source: Ups, the app seems a bit outdated.
pl: Ups, aplikacja wydaje się nieco przestarzała.

# outdatedSubtitle
source: Please update the app by downloading it from the store. It seems that we had a bug that we had to fix.
pl: Zaktualizuj aplikację, pobierając ją ze sklepu. Wygląda na to, że mieliśmy błąd, który musieliśmy naprawić.

source: Update
pl: Aktualizacja

# anError
source: An error has occured!
pl: Wystąpił błąd!

# login
source: Login to continue
pl: Zaloguj się, aby kontynuować

source: password
pl: hasło

# logged
source: Logged in
pl: Zalogowany

# errorLogin
source: Error during log in
pl: Błąd podczas logowania

# registered
source: Registered and logged in
pl: Zarejestrowany i zalogowany

# errorRegister
source: Error during registration
pl: Błąd podczas rejestracji

source: Logout
pl: Wyloguj

source: Logged out
pl: Wylogowano

source: Poland
pl: Polska

source: English
pl: Angielski

source: Send e-mail
pl: Wyślij e-mail

# aboutApp
source: About the app
pl: Informacje o aplikacji

# writeReview
source: Write a review
pl: Napisz recenzję

# reviewHint
source: How did you like the talk? (min. 10 letters).
pl: Jak podobała Ci się rozmowa? (min. 10 liter).

# reviewHintVisible
source: Review will be visible only to the speaker.
pl: Recenzja będzie widoczna tylko dla osoby mówiącej.

source: Submit
pl: Prześlij

# searchHint
source: Search
pl: Szukaj

# notifTicketEmail
source: You received your ticket to your e-mail after the purchase. In case of problems contact us at tickets@fluttereurope.dev or ask someone from the staff at the conference.
pl: Po zakupie otrzymałeś bilet na swój adres e-mail. W razie problemów skontaktuj się z nami pod adresem ticket@fluttereurope.dev lub zapytaj kogoś z obsługi konferencji.

# imageCourtesy
source: Image courtesy of
pl: Zdjęcie dzięki uprzejmości

source: Save
pl: Zapisz

# addTicketNumber
source: Add your ticket by providing either order number or ticket number
pl: Dodaj swój bilet, podając numer zamówienia lub numer biletu

source: Your ticket
pl: Twój bilet

# showQr
source: Show this QR code during registration at the event
pl: Pokaż ten kod QR podczas rejestracji na wydarzeniu

# ticetValidated
source: Ticket validated ✔️
pl: Bilet zatwierdzony ✔️

source: Order number
pl: Numer zamówienia

source: Ticket number
pl: Numer biletu

# hintOrderNumber
source: Order number (OTXXXXXXX)
pl: Numer zamówienia (OTXXXXXXX)

# orderNumberValidation
source: Order number should start with OT
pl: Numer zamówienia powinien zaczynać się od OT

# ticketNumberHint
source: Ticket number (xXxXxXxXxXxXxX)
pl: Numer biletu (xXxXxXxXxXxXxX)

# weHaveProblem
source: We have some problems 😅
pl: Mamy pewne problemy 😅

source: Remove ticket
pl: Usuń bilet

# manualInput
source: Here you can manually enter the data if the scan failed
pl: Tutaj możesz ręcznie wprowadzić dane, jeśli skanowanie się nie powiodło

# orderNumberOrTicket
source: Order number or ticket number
pl: Numer zamówienia lub numer biletu

# validationOrder
source: The order number (order no.) is 9 characters long and starts with OT
pl: Numer zamówienia (numer zamówienia) ma 9 znaków i zaczyna się od OT

# validationNumber
source: The ticket id has 20 characters
pl: Id biletu ma 20 znaków

# scanAtParty
source: Ticket scanning at the party
pl: Skanowanie biletów na imprezie

source: Ticket scanning
pl: Skanowanie biletów

source: Ticket checked
pl: Bilet sprawdzony

# confirmParticipant
source: Confirm the details with the participant
pl: Potwierdź dane z uczestnikiem

source: Technical data
pl: Dane techniczne

source: Ticket already checked
pl: Bilet już sprawdzony

# ticketNotChecked
source: Ticket not checked yet
pl: Bilet jeszcze nie sprawdzony

# ticketLeftOrder
source: There are tickets left in the order
pl: W zamówieniu pozostały bilety

source: Student ticket
pl: Bilet studencki

source: Cancel
pl: Anuluj

# everythingFine
source: Everything's fine
pl: Wszystko w porządku

# qrScanning
source: QR code scanning
pl: Skanowanie kodu QR

# infoScan
source: To scan the ticket, press 'Scan tickets' and then point the camera at the QR code on the participant's phone screen.
pl: Aby zeskanować bilet, naciśnij 'Skanuj bilety', a następnie skieruj aparat na kod QR na ekranie telefonu uczestnika.

# scanTicket
source: Scan tickets
pl: Skanuj bilety

# checkManual
source: Check manually
pl: Sprawdź ręcznie

# controlParty
source: Control at the party
pl: Kontrola na imprezie

source: Browse checked
pl: Przeglądaj zaznaczone

# searchByOrder
source: Search by order ID
pl: Wyszukaj według identyfikatora zamówienia

source: All checked
pl: Wszystkie zaznaczone

# conferenceTitle
source: Dreams and Visions Conferences
pl: Konferencje Sny i Wizje

# subject
source: Feedback from the 'Dreams and Visions' application
pl: Informacja zwrotna z aplikacji 'Sny i Wizje'
